{
    "message": "Selected work",
    "portfoliolist": [
        {
            "link": "metcha",
            "image": "metcha",
            "width": [
                "1915", "768"
            ],
            "height": [
                "750", "301"
            ],
            "label": "Metcha",
            "description": "An oracle of leather, design and culture.<br>Developed at Transa Inc in collaboration with Leather Naturally, seeking to tell the most compelling stories within the worlds of design, art, fashion and lifestyle, shining a spotlight on the subjects and the individuals that make up the everyday lives of the people who shape the world."
        },
        {
            "link": "melissa",
            "image": "melissa",
            "width": [
                "1920", "768"
            ],
            "height": [
                "799", "320"
            ],
            "label": "Melissa",
            "description": "A Portal connecting all things related to the Melissa Brand.<br>It had many feeds connected with the brand social media and original content created at Transa Inc."
        },
        {
            "link": "minimelissa",
            "image": "minimelissa-cropped",
            "width": [
                "1905", "768"
            ],
            "height": [
                "799", "322"
            ],
            "label": "Mini Melissa",
            "description": "A project developed at Transa Inc. for the Grendene Group as a channel for the Minimelissa brand.<br>The website consisted of a Content and a Social feed on the homepage with infinite scroll leading to many Minimelissa exclusive content and lasted from 2018 to 2020."
        },
        {
            "link": "brazilian-leather",
            "image": "brazilian-leather",
            "width": [
                "1920", "768"
            ],
            "height": [
                "850", "340"
            ],
            "label": "Brazilian Leather",
            "description": "A project developed at Transa Inc, through a partnership between CICB and Apex-Brasil.<br>The project is a portal of Leather from Brazil. Including websites like Brazilian Leather, CICB, CSCB and Leather Law."
        }, {
            "link": "mor",
            "image": "mor",
            "width": [
                "1920", "768"
            ],
            "height": [
                "798", "319"
            ],
            "label": "Mor",
            "description": "A project developed at Transa Inc with the goal create a fast and beautiful experience connecting MOR's channels and community in one place"
        }, {
            "link": "coza",
            "image": "coza",
            "width": [
                "1920", "768"
            ],
            "height": [
                "794", "318"
            ],
            "label": "Coza",
            "description": "A project developed at Transa Inc from 2017 to 2019.<br>Coza's main page was a feed of content created for the brand, with articles, galleries, photos and links to the online store."
        }, {
            "link": "aboutmarco",
            "image": "aboutmarco",
            "width": [
                "1920", "768"
            ],
            "height": [
                "1014", "406"
            ],
            "label": "Marco Almeida",
            "description": "Marco's Portfolio, developed as a Freelancing project in 2021.<br>The main goal to achieve was to create a pixel-perfect project, with smooth animations and a pixel perfect UI."
        }, {
            "link": "clinica-de-desenvolvimento-nathalia-bond",
            "image": "clinica-nathalia-bond-v3",
            "width": [
                "1920", "960"
            ],
            "height": [
                "640", "320"
            ],
            "label": "Nathalia Bond",
            "description": "A website developed as a freelancing project in 2021.<br>Nathalia Bond's website was a re-design of the previous website, keeping the already stablished visual identity with focus refining the visual identity and using squarespace as an easy-to-maintain content management system for the end user."
        }, {
            "link": "cecerele",
            "image": "cecerele",
            "width": [
                "1920", "768"
            ],
            "height": [
                "640", "256"
            ],
            "label": "Cecerelê",
            "description": "An e-commerce that was developed as a freelancing project in 2021.<br>Cecerelê's is a store was designed by myself inside the Illuria e-commerce platform."
        }, {
            "link": "transa",
            "image": "transa",
            "width": [
                "1920", "768"
            ],
            "height": [
                "850", "369"
            ],
            "label": "Transa",
            "description": "A website developed at and for Transa Inc's company, consisting of an infinite scrolling feed, a custom CMS, a join us and cases pages summarizing the projects developed during many years."
        }, {
            "link": "vibra",
            "image": "vibra",
            "width": [
                "1920", "768"
            ],
            "height": [
                "913", "340"
            ],
            "label": "Vibra",
            "description": "A website developed at Transa Inc in 2016 as a portal created for the Vibra Brand."
        }, {
            "link": "genesysinf-sageweb",
            "image": "sageweb",
            "width": [
                "1350", "768"
            ],
            "height": [
                "649", "369"
            ],
            "label": "Sageweb",
            "description": "A project developed by Genesysinf, at the city of Santana do Livramento, in Brazil, and is a fiscal software.<br>The project consisted of porting the Sage for desktop software code to a new Web Version."
        }
    ],
    "explore": [" to ", "explore"]
}
